# CLI tools
brew "neovim"
brew "zsh"
brew "lazygit"
brew "direnv"
brew "nkf"
brew "fzf"

# GUI apps (Cask)
cask "wezterm"
cask "slack"
cask "alfred"
cask "spotify"
cask "google-chrome"
cask "lastpass"
cask "clipy"
cask "drawio"
cask "google-japanese-ime"
cask "notion"
cask "zed"
